Repository: miataru/miataru-ios-client
Catalog: miataru/miataru/Assets/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nl, zh_hans

source: Open in New Window
da: Åbn i nyt vindue
de: In neuem Fenster öffnen
es: Abrir en una nueva ventana
fi: Avaa uuteen ikkunaan
fr: Ouvrir dans une nouvelle fenêtre
it: Apri in una nuova finestra
ja: 新しいウィンドウで開く
nl: Openen in nieuw venster
zh_hans: 在新窗口中打开

# outside_map_update_interval
source: Update interval everywhere else
da: Opdateringsinterval alle andre steder
de: Aktualisierungsintervall überall sonst
es: Intervalo de actualización en el resto de la app
fi: Päivitysväli muualla
fr: Intervalle de mise à jour ailleurs
it: Intervallo di aggiornamento altrove
ja: マップ以外の更新間隔
nl: Bijwerkinterval elders
zh_hans: 地图以外的更新间隔

source: Permission granted, but not active
da: Tilladelse givet, men ikke aktiv
de: Berechtigung erteilt, aber nicht aktiv
es: Permiso concedido pero inactivo
fi: Lupa myönnetty, mutta ei aktiivinen
fr: Autorisation accordée mais inactive
it: Permesso concesso, ma non attivo
ja: 権限は付与されましたが、アクティブではありません
nl: Toestemming verleend, maar niet actief
zh_hans: 已授予权限，但未激活

source: Permission not determined
da: Tilladelse ikke fastlagt
de: Berechtigung nicht festgelegt
es: Permiso no determinado
fi: Lupa ei määrätty
fr: Autorisation non déterminée
it: Permesso non determinato
ja: 権限が決定されていません
nl: Toestemming niet bepaald
zh_hans: 权限未确定

# Permission state
source: Location permission state
da: Placeringstilladelsesstatus
de: Berechtigungsstatus
es: Estado del permiso de ubicación
fi: Sijaintiluvan tila
fr: État de l’autorisation de localisation
it: Stato permesso posizione
ja: 権限の状態
nl: Status locatiemachtiging
zh_hans: 位置权限状态

# Pick Color
source: Pick a color
da: Vælg farve
de: Farbe wählen
es: Elige un color
fi: Valitse väri
fr: Choisissez une couleur
it: Scegli colore
ja: 色を選ぶ
nl: Kies een kleur
zh_hans: 选择颜色

source: Please enter a valid https server URL.
da: Indtast en gyldig https-server-URL.
de: Bitte gib eine gültige HTTPS-Server-URL ein.
es: Ingresa una URL de servidor https válida.
fi: Anna kelvollinen https-palvelin-URL.
fr: Veuillez saisir une URL de serveur https valide.
it: Inserisci un URL server https valido.
ja: 有効なHTTPSサーバーのURLを入力してください。
nl: Voer een geldige https-server-URL in.
zh_hans: 请输入有效的 https 服务器 URL。

source: Prevent screen rotation
da: Forhindr skærmrotation
de: Bildschirmrotation verhindern
es: Evitar rotación de pantalla
fi: Estä näytön kierto
fr: Empêcher la rotation de l’écran
it: Impedisci rotazione schermo
ja: 画面の回転を防止
nl: Schermrotatie voorkomen
zh_hans: 防止屏幕旋转

source: Previous
da: Forrige
de: Zurück
es: Anterior
fi: Edellinen
fr: Précédent
it: Indietro
ja: 戻る
nl: Vorige
zh_hans: 上一步

# pulsating_map_markers
source: Pulsating and shimmering map markers
da: Pulserende og glimtende kortmarkører
de: Pulsierende und schimmernde Kartenmarkierungen
es: Marcadores del mapa con pulso y brillo
fi: Pulsoivat ja kimmeltävät karttamerkit
fr: Marqueurs de carte pulsants et scintillants
it: Marker della mappa pulsanti e brillanti
ja: マップマーカーの鼓動/シマーアニメーション
nl: Pulserende en glimmende kaartmarkeringen
zh_hans: 地图标记脉动与闪光

# qr
source: this device
da: denne enhed
de: dieses Gerät
es: este dispositivo
fi: tämä laite
fr: cet appareil
it: questo dispositivo
ja: このデバイス
nl: dit apparaat
zh_hans: 此设备

# qr_code_explanation
source: You can use this QR-Code to share your Device ID with others. Just scan it while adding a new device in Miataru.
da: Du kan bruge denne QR-kode til at dele din enheds-ID med andre. Scan den, når du tilføjer en ny enhed i Miataru.
de: Du kannst diesen QR-Code verwenden, um deine Geräte-ID mit anderen zu teilen.
es: Puedes usar este código QR para compartir tu ID de dispositivo con otros. Solo escanéalo al añadir un nuevo dispositivo en Miataru.
fi: Voit käyttää tätä QR-koodia laite-ID:n jakamiseen muiden kanssa. Skannaa se lisätessäsi uutta laitetta Miataruun.
fr: Tu peux utiliser ce code QR pour partager ton identifiant d’appareil avec d’autres. Scanne-le lors de l’ajout d’un nouvel appareil dans Miataru.
it: Puoi usare questo QR code per condividere il tuo ID dispositivo con altri. Scansionalo mentre aggiungi un nuovo dispositivo in Miataru.
ja: このQRコードを使用して、デバイスIDを他の人と共有できます。
nl: Je kunt deze QR-code gebruiken om je apparaat-ID met anderen te delen. Scan hem bij het toevoegen van een nieuw apparaat in Miataru.
zh_hans: 你可以用此二维码与他人分享设备 ID。在 Miataru 添加新设备时扫描即可。

source: Queued location updates
da: Ventende positionsopdateringer
de: Zwischengespeicherte Standort-Updates
es: Actualizaciones de ubicación en cola
fi: Jonossa olevat sijaintipäivitykset
fr: Mises à jour de position en attente
it: Aggiornamenti posizione in coda
ja: 送信待ちの位置情報更新
nl: Locatie-updates in wachtrij
zh_hans: 排队的位置更新

source: Ready
da: Klar
de: Bereit
es: Listo
fi: Valmis
fr: Prêt
it: Pronto
ja: 準備完了
nl: Gereed
zh_hans: 就绪

source: Recent location updates:
da: Seneste positionsopdateringer:
de: Letzte Standort-Updates:
es: Actualizaciones de ubicación recientes:
fi: Viimeisimmät sijaintipäivitykset:
fr: Mises à jour de position récentes :
it: Aggiornamenti posizione recenti:
ja: 最近の位置情報更新:
nl: Recente locatie-updates:
zh_hans: 最近的位置更新：

source: Refresh location
da: Opdater placering
de: Standort aktualisieren
es: Actualizar ubicación
fi: Päivitä sijainti
fr: Actualiser la position
it: Aggiorna posizione
ja: 位置情報を更新
nl: Locatie verversen
zh_hans: 刷新位置

# refresh_location_hint
source: Fetches the latest location and resets zoom if configured
da: Henter seneste placering og nulstiller zoom, hvis konfigureret
de: Aktualisiert die Position und setzt ggf. den Zoom zurück
es: Obtiene la última ubicación y restablece el zoom si está configurado
fi: Hakee viimeisimmän sijainnin ja nollaa zoomin, jos asetettu
fr: Récupère la dernière position et réinitialise le zoom si configuré
it: Recupera l'ultima posizione e reimposta lo zoom se configurato
ja: 最新の位置情報を取得し、設定に応じてズームをリセットします
nl: Haalt de laatste locatie op en reset zoom indien ingesteld
zh_hans: 获取最新位置并在配置时重置缩放

# relative_time_now
source: now
da: nu
de: jetzt
es: ahora
fi: nyt
fr: maintenant
it: adesso
ja: 今
nl: nu
zh_hans: 刚刚

# reload
source: Reload target device location
da: Genindlæs målplacering
de: Zielgerät-Standort neu laden
es: Recargar la ubicación del dispositivo objetivo
fi: Lataa kohdelaitteen sijainti uudelleen
fr: Recharger la position de l’appareil ciblé
it: Ricarica la posizione del dispositivo target
ja: 対象デバイスの位置情報を再読み込み
nl: Doellocatie opnieuw laden
zh_hans: 重新加载目标设备位置

# reload_longpress_hint
source: Long-press to toggle automatic route updates.
da: Langt tryk for at skifte automatiske ruteopdateringer.
de: Lange drücken, um automatische Routenaktualisierungen umzuschalten.
es: Mantén pulsado para activar o desactivar las actualizaciones automáticas de ruta.
fi: Pitkä painallus vaihtaa automaattiset reittipäivitykset.
fr: Appui long pour activer/désactiver la mise à jour automatique de l’itinéraire.
it: Pressione prolungata per attivare/disattivare gli aggiornamenti automatici del percorso.
ja: 長押しで自動ルート更新を切り替えます。
nl: Lang indrukken om automatische route-updates te schakelen.
zh_hans: 长按以切换自动路线更新。

source: Remove from group
da: Fjern fra gruppe
de: Aus Gruppe entfernen
es: Eliminar del grupo
fi: Poista ryhmästä
fr: Retirer du groupe
it: Rimuovi dal gruppo
ja: グループから削除
nl: Verwijderen uit groep
zh_hans: 从群组移除

# reverse_geocode_every_update
source: every update
da: hver opdatering
de: Bei jedem Update
es: en cada actualización
fi: joka päivityksessä
fr: à chaque mise à jour
it: a ogni aggiornamento
ja: 更新のたびに
nl: bij elke update
zh_hans: 每次更新

# reverse_geocoding_threshold
source: Address update threshold
da: Tærskel for adresseopdatering
de: Schwelle für Adressaktualisierung
es: Umbral de actualización de direcciones
fi: Osoitepäivityksen kynnys
fr: Seuil d’actualisation de l’adresse
it: Soglia di aggiornamento dell’indirizzo
ja: 住所更新のしきい値
nl: Drempel voor adresupdates
zh_hans: 地址更新阈值

source: Reverse navigation direction
da: Vend navigationsretning
de: Navigationsrichtung umkehren
es: Invertir dirección de navegación
fi: Vaihda navigointisuunta
fr: Inverser le sens de navigation
it: Inverti direzione di navigazione
ja: ナビゲーション方向を反転
nl: Navigatierichting omkeren
zh_hans: 反转导航方向

# reverse_navigation_direction_hint
source: Swaps the route to show navigation from the device to you, or from you to the device.
da: Bytter ruten for at vise navigation fra enheden til dig eller fra dig til enheden.
de: Tauscht die Route, um die Navigation vom Gerät zu dir oder von dir zum Gerät anzuzeigen.
es: Invierte la ruta para mostrar la navegación del dispositivo hacia ti o de ti hacia el dispositivo.
fi: Vaihtaa reitin: laitteelta sinulle tai sinulta laitteelle.
fr: Inverse l’itinéraire pour afficher la navigation de l’appareil vers toi, ou de toi vers l’appareil.
it: Scambia il percorso per mostrare la navigazione dal dispositivo a te o da te al dispositivo.
ja: ルートを交換して、デバイスからあなたへのナビゲーション、またはあなたからデバイスへのナビゲーションを表示します。
nl: Wisselt de route: van het apparaat naar jou of van jou naar het apparaat.
zh_hans: 交换路线，以显示设备到你或你到设备的导航。

# Route requests
source: Route requests today
da: Ruteanmodninger i dag
de: Routenanfragen heute
es: Solicitudes de ruta hoy
fi: Reittipyyntöjä tänään
fr: Requêtes d’itinéraire aujourd’hui
it: Richieste di percorso oggi
ja: 本日のルートリクエスト
nl: Routeverzoeken vandaag
zh_hans: 今日路线请求

# route_generation_failed
source: Could not generate a route between the locations. Consider changing transportation mode in settings.
da: Kunne ikke generere en rute mellem placeringerne. Prøv at ændre transporttilstand i indstillingerne.
de: Es konnte keine Route zwischen den Standorten erstellt werden. Ändere ggf. das Transportmittel in den Einstellungen.
es: No se pudo generar una ruta entre las ubicaciones. Intenta cambiar el modo de transporte en los ajustes.
fi: Reittiä ei voitu luoda. Kokeile vaihtaa kulkutapa asetuksista.
fr: Impossible de générer un itinéraire entre les positions. Essayez de changer le mode de transport dans les réglages.
it: Impossibile generare un percorso tra le posizioni. Prova a cambiare modalità di trasporto nelle impostazioni.
ja: 場所間のルートを生成できませんでした。設定で移動手段を変更してください。
nl: Kan geen route tussen de locaties genereren. Probeer de vervoersmodus te wijzigen in de instellingen.
zh_hans: 无法生成两点之间的路线。尝试更改设置中的交通方式。

# route_not_found
source: Route calculation failed.
da: Rute­beregning mislykkedes.
de: Routenberechnung fehlgeschlagen.
es: Fallo en el cálculo de la ruta.
fi: Reitin laskenta epäonnistui.
fr: Échec du calcul d’itinéraire.
it: Calcolo percorso non riuscito.
ja: ルート計算に失敗しました。
nl: Routeberekening mislukt.
zh_hans: 路线计算失败。

# route_request_limit_reached
source: Daily route request limit reached. Try again tomorrow.
da: Daglig grænse for ruteanmodninger nået. Prøv igen i morgen.
de: Tägliches Limit für Routenanfragen erreicht. Bitte versuche es morgen erneut.
es: Se alcanzó el límite diario de solicitudes de ruta. Inténtalo de nuevo mañana.
fi: Päivittäinen reittipyyntöjen raja saavutettu. Yritä huomenna.
fr: Limite quotidienne de requêtes d’itinéraire atteinte. Réessayez demain.
it: Limite giornaliero di richieste percorso raggiunto. Riprova domani.
ja: ルートリクエストの1日上限に達しました。明日もう一度お試しください。
nl: Dagelijkse routeverzoekenlimiet bereikt. Probeer morgen opnieuw.
zh_hans: 已达每日路线请求上限。请明天再试。

# sat_map
source: Satellite map
da: satellitkort
de: Satellitenkarte
es: mapa satelital
fi: satelliittikartta
fr: carte satellite
it: mappa satellitare
ja: 衛星地図
nl: satellietkaart
zh_hans: 卫星地图

source: Save
da: Gem
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
ja: 保存
nl: Opslaan
zh_hans: 保存

source: Save location history to server
da: Gem placeringshistorik på serveren
de: Standortverlauf auf dem Server speichern
es: Guardar el historial de ubicación en el servidor
fi: Tallenna sijaintihistoria palvelimelle
fr: Enregistrer l’historique de localisation sur le serveur
it: Salva la cronologia posizione sul server
ja: 位置情報履歴をサーバーに保存
nl: Locatiegeschiedenis op server bewaren
zh_hans: 将位置历史保存到服务器

source: Scan a QR-Code from another device running Miataru.
da: Scan en QR-kode fra en anden enhed, der kører Miataru.
de: Scanne einen QR-Code eines anderen Geräts mit Miataru.
es: Escanea un código QR de otro dispositivo que use Miataru.
fi: Skannaa QR-koodi toisesta Miataru-laitteesta.
fr: Scannez un code QR depuis un autre appareil utilisant Miataru.
it: Scansiona un QR code da un altro dispositivo con Miataru.
ja: Miataruを実行している別のデバイスのQRコードをスキャンしてください。
nl: Scan een QR-code van een ander apparaat met Miataru.
zh_hans: 从另一台运行 Miataru 的设备扫描二维码。

# scan_qr_code
source: touch here to scan QR code
da: tryk her for at scanne QR-kode
de: QR-Code scannen
es: toca aquí para escanear el código QR
fi: napauta tästä skannataksesi QR-koodin
fr: touchez ici pour scanner le code QR
it: tocca qui per scansionare il QR code
ja: QRコードをスキャン
nl: tik hier om QR-code te scannen
zh_hans: 点此扫描二维码

source: Select a device to view details
da: Vælg en enhed for at se detaljer
de: Wähle ein Gerät aus
es: Selecciona un dispositivo para ver los detalles
fi: Valitse laite nähdäksesi tiedot
fr: Sélectionnez un appareil pour afficher les détails
it: Seleziona un dispositivo per vedere i dettagli
ja: デバイスを選択
nl: Selecteer een apparaat om details te bekijken
zh_hans: 选择设备以查看详情

# select_device
source: Select a device
da: Vælg en enhed
de: Gerät auswählen
es: Selecciona un dispositivo
fi: Valitse laite
fr: Sélectionner un appareil
it: Seleziona un dispositivo
ja: デバイスを選択
nl: Selecteer een apparaat
zh_hans: 选择设备

source: Sending...
da: Sender...
de: Wird gesendet…
es: Enviando…
fi: Lähetetään...
fr: Envoi…
it: Invio...
ja: 送信中…
nl: Verzenden...
zh_hans: 正在发送...

source: Server error: %@
da: Serverfejl: %@
de: Serverfehler: %@
es: Error del servidor: %@
fi: Palvelinvirhe: %@
fr: Erreur du serveur : %@
it: Errore del server: %@
ja: サーバーエラー: %@
nl: Serverfout: %@
zh_hans: 服务器错误：%@

# server_or_deviceid_invalid
source: Server URL or DeviceID is wrong.
da: Server-URL eller DeviceID er forkert.
de: Server- oder Geräte-ID ungültig
es: La URL del servidor o el ID del dispositivo es incorrecto.
fi: Palvelin-URL tai DeviceID on virheellinen.
fr: L’URL du serveur ou l’identifiant de l’appareil est incorrect.
it: URL del server o DeviceID non valido.
ja: サーバーまたはデバイスIDが無効です
nl: Server-URL of DeviceID is onjuist.
zh_hans: 服务器 URL 或设备 ID 错误。

# server_response_invalid
source: Response from Miataru server is invalid.
da: Svar fra Miataru-serveren er ugyldigt.
de: Ungültige Serverantwort
es: La respuesta del servidor Miataru no es válida.
fi: Miataru-palvelimen vastaus on virheellinen.
fr: La réponse du serveur Miataru est invalide.
it: Risposta del server Miataru non valida.
ja: サーバー応答が無効です
nl: Antwoord van Miataru-server is ongeldig.
zh_hans: Miataru 服务器响应无效。

# server_url_invalid
source: Miataru Server-URL is invalid
da: Miataru-server-URL er ugyldig
de: Ungültige Miataru Server-URL
es: La URL del servidor Miataru no es válida
fi: Miataru-palvelimen URL on virheellinen
fr: L’URL du serveur Miataru est invalide
it: URL server Miataru non valida
ja: 無効なサーバーURLです
nl: Miataru-server-URL is ongeldig
zh_hans: Miataru 服务器 URL 无效

source: Settings
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Réglages
it: Impostazioni
ja: 設定
nl: Instellingen
zh_hans: 设置

source: Share & Scan with QR-Codes
da: Del og scan med QR-koder
de: Teilen & Scannen mit QR-Codes
es: Compartir y escanear con códigos QR
fi: Jaa ja skannaa QR-koodeilla
fr: Partager et scanner avec des codes QR
it: Condividi e scansiona con QR code
ja: QRコードで共有＆スキャン
nl: Delen en scannen met QR-codes
zh_hans: 使用二维码分享与扫描

# share_device_email_body
source: Here is my Miataru Device ID: %@ Miataru URL: %@
da: Her er mit Miataru-enheds-ID: %@ Miataru URL: %@
de: Hier ist meine Miataru Geräte-ID: %@ Miataru URL: %@
es: Aquí está mi ID de dispositivo Miataru: %@ URL de Miataru: %@
fi: Tässä on Miataru-laite-ID:ni: %@ Miataru URL: %@
fr: Voici mon identifiant d’appareil Miataru : %@ URL Miataru : %@
it: Ecco il mio Miataru Device ID: %@ URL Miataru: %@
ja: 私のMiataruデバイスID: %@ Miataru URL: %@
nl: Hier is mijn Miataru Device ID: %@ Miataru URL: %@
zh_hans: 这是我的 Miataru 设备 ID: %@ Miataru URL: %@

# share_device_email_button_label
source: Share QR code via email
da: Del QR-kode via e-mail
de: QR-Code per E-Mail teilen
es: Compartir código QR por correo
fi: Jaa QR-koodi sähköpostilla
fr: Partager le code QR par e-mail
it: Condividi QR code via email
ja: QRコードをメールで共有
nl: QR-code via e-mail delen
zh_hans: 通过邮件分享二维码

# share_device_email_subject
source: My Miataru Device ID
da: Mit Miataru-enheds-ID
de: Meine Miataru Geräte-ID
es: Mi ID de dispositivo Miataru
fi: Miataru-laite-ID:ni
fr: Mon identifiant d’appareil Miataru
it: Il mio Miataru Device ID
ja: 私のMiataruデバイスID
nl: Mijn Miataru Device ID
zh_hans: 我的 Miataru 设备 ID

# share_device_url_button_label
source: Share Miataru URL
da: Del Miataru-URL
de: Miataru URL teilen
es: Compartir URL de Miataru
fi: Jaa Miataru-URL
fr: Partager l’URL Miataru
it: Condividi URL Miataru
ja: Miataru URLを共有
nl: Miataru-URL delen
zh_hans: 分享 Miataru URL

source: Show DeviceKey
da: Vis DeviceKey
de: DeviceKey anzeigen
es: Mostrar DeviceKey
fi: Näytä DeviceKey
fr: Afficher la DeviceKey
it: Mostra DeviceKey
ja: DeviceKeyを表示
nl: DeviceKey tonen
zh_hans: 显示 DeviceKey

source: Show Onboarding Wizard Again
da: Vis introduktionsguide igen
de: Onboarding-Assistent erneut anzeigen
es: Mostrar de nuevo el asistente de bienvenida
fi: Näytä opastus uudelleen
fr: Réafficher l’assistant de démarrage
it: Mostra di nuovo la guida introduttiva
ja: オンボーディングウィザードを再表示
nl: Onboarding-assistent opnieuw tonen
zh_hans: 再次显示引导向导

source: Show your QR-Code to someone you trust.
da: Vis din QR-kode til en, du stoler på.
de: Zeige deinen QR-Code jemandem, dem du vertraust.
es: Muestra tu código QR a alguien de confianza.
fi: Näytä QR-koodisi luotettavalle henkilölle.
fr: Montrez ton code QR à une personne de confiance.
it: Mostra il tuo QR code a qualcuno di cui ti fidi.
ja: 信頼する人にあなたのQRコードを見せてください。
nl: Toon je QR-code aan iemand die je vertrouwt.
zh_hans: 将你的二维码展示给信任的人。

# show_current_speed_on_map
source: Show current speed on the map
da: Vis aktuel hastighed på kortet
de: Aktuelle Geschwindigkeit auf der Karte anzeigen
es: Mostrar la velocidad actual en el mapa
fi: Näytä nykyinen nopeus kartalla
fr: Afficher la vitesse actuelle sur la carte
it: Mostra velocità attuale sulla mappa
ja: 地図に現在の速度を表示
nl: Huidige snelheid op de kaart tonen
zh_hans: 在地图上显示当前速度

source: Show History
da: Vis historik
de: Verlauf anzeigen
es: Mostrar historial
fi: Näytä historia
fr: Afficher l’historique
it: Mostra cronologia
ja: 履歴を表示
nl: Geschiedenis tonen
zh_hans: 显示历史

# show_offscreen_arrows_for_other_devices
source: Show other devices on device map
da: Vis andre enheder på kortet
de: Andere Geräte auf der Gerätekarte anzeigen
es: Mostrar otros dispositivos en el mapa del dispositivo
fi: Näytä muut laitteet kartalla
fr: Afficher les autres appareils sur la carte de l’appareil
it: Mostra altri dispositivi sulla mappa
ja: デバイスマップに他のデバイスを表示
nl: Andere apparaten op kaart tonen
zh_hans: 在设备地图上显示其他设备

source: Show route progress
da: Vis rute­fremskridt
de: Routenfortschritt anzeigen
es: Mostrar progreso de la ruta
fi: Näytä reitin eteneminen
fr: Afficher la progression de l’itinéraire
it: Mostra avanzamento percorso
ja: ルート進行状況を表示
nl: Routevoortgang tonen
zh_hans: 显示路线进度

source: Speed
da: Hastighed
de: Geschwindigkeit
es: Velocidad
fi: Nopeus
fr: Vitesse
it: Velocità
ja: 速度
nl: Snelheid
zh_hans: 速度

source: store location history
da: gem placeringshistorik
de: Verlauf speichern
es: guardar historial de ubicación
fi: tallenna sijaintihistoria
fr: stocker l’historique de localisation
it: salva cronologia posizioni
ja: 位置情報履歴を保存
nl: locatiegeschiedenis opslaan
zh_hans: 存储位置历史

# store_history_before_autoremove
source: Remove location data automatically after
da: Slet placeringsdata automatisk efter
de: Standortdaten automatisch entfernen nach …
es: Eliminar automáticamente los datos de ubicación después
fi: Poista sijaintidata automaattisesti ajan jälkeen
fr: Supprimer automatiquement les données de localisation après
it: Elimina automaticamente i dati di posizione dopo
ja: 位置情報を自動的に削除します
nl: Locatiedata automatisch verwijderen na
zh_hans: 自动删除位置数据时间

source: Successful
da: Vellykket
de: Erfolgreich
es: Exitoso
fi: Onnistui
fr: Réussi
it: Riuscito
ja: 完了
nl: Succesvol
zh_hans: 成功

source: Swipe left to get you set up in just a few steps.
da: Stryg til venstre for at komme i gang på få trin.
de: Wische nach links, um in wenigen Schritten loszulegen.
es: Desliza a la izquierda para configurarte en pocos pasos.
fi: Pyyhkäise vasemmalle ja olet valmis muutamassa vaiheessa.
fr: Balaye vers la gauche pour te configurer en quelques étapes.
it: Scorri a sinistra per configurare in pochi passi.
ja: 左にスワイプして、数ステップで設定を完了できます。
nl: Veeg naar links om in een paar stappen klaar te zijn.
zh_hans: 向左滑动即可在几步内完成设置。

source: Tap on Finish to start using Miataru.
da: Tryk på Afslut for at begynde at bruge Miataru.
de: Tippe auf „Fertig
es: Toca Finalizar para empezar a usar Miataru.
fi: Napauta Valmis aloittaaksesi Miatarun.
fr: Touchez Terminer pour commencer à utiliser Miataru.
it: Tocca Fine per iniziare a usare Miataru.
ja: 「完了」をタップして、Miataruを使い始めてください。
nl: Tik op Voltooien om Miataru te gebruiken.
zh_hans: 点击“完成”开始使用 Miataru。

source: Tap the + button to create a new group.
da: Tryk på + for at oprette en ny gruppe.
de: Tippe auf den + Button, um eine neue Gruppe zu erstellen.
es: Toca el botón + para crear un nuevo grupo.
fi: Napauta + luodaksesi uuden ryhmän.
fr: Touchez le bouton + pour créer un nouveau groupe.
it: Tocca il pulsante + per creare un nuovo gruppo.
ja: 「＋」ボタンをタップして新しいグループを作成してください。
nl: Tik op de + knop om een nieuwe groep te maken.
zh_hans: 点击 + 按钮创建新群组。

source: To add:
da: Sådan tilføjer du:
de: Zum Hinzufügen:
es: Para añadir:
fi: Lisää:
fr: Pour ajouter :
it: Per aggiungere:
ja: 追加するには:
nl: Toevoegen:
zh_hans: 要添加：

source: To share:
da: Sådan deler du:
de: Zum Teilen:
es: Para compartir:
fi: Jaa:
fr: Pour partager :
it: Per condividere:
ja: 共有するには:
nl: Delen:
zh_hans: 要分享：

# track_and_history
source: Tracking & Security
da: Sporing og sikkerhed
de: Verfolgung & Sicherheit
es: Seguimiento y seguridad
fi: Seuranta ja turvallisuus
fr: Suivi et sécurité
it: Tracciamento e sicurezza
ja: 追跡＆セキュリティ
nl: Tracking en beveiliging
zh_hans: 追踪与安全

source: Tracking inactive (fore- & background)
da: Sporing inaktiv (for- og baggrund)
de: Verfolgung inaktiv (Vorder- & Hintergrund)
es: Seguimiento inactivo (primer y segundo plano)
fi: Seuranta ei aktiivinen (etu- ja tausta)
fr: Suivi inactif (avant-plan et arrière-plan)
it: Tracciamento inattivo (primo e secondo piano)
ja: 追跡無効（フォアグラウンド＆バックグラウンド）
nl: Tracking inactief (voor- en achtergrond)
zh_hans: 跟踪未激活（前台和后台）

source: Tracking mode: Battery saving (only significant movements)
da: Sporingstilstand: Strømbesparende (kun væsentlige bevægelser)
de: Verfolgungsmodus: Energiesparmodus (nur signifikante Bewegungen)
es: Modo de seguimiento: ahorro de batería (solo movimientos significativos)
fi: Seurantatila: Säästö (vain merkittävät liikkeet)
fr: Mode de suivi : économie de batterie (mouvements significatifs uniquement)
it: Modalità tracciamento: Risparmio batteria (solo movimenti significativi)
ja: 追跡モード：省電力（重要な移動のみ）
nl: Trackingmodus: batterijbesparing (alleen significante bewegingen)
zh_hans: 跟踪模式：省电（仅显著移动）

source: Tracking mode: Live (GPS)
da: Sporingstilstand: Live (GPS)
de: Verfolgungsmodus: Echtzeit (GPS)
es: Modo de seguimiento: en vivo (GPS)
fi: Seurantatila: Live (GPS)
fr: Mode de suivi : en direct (GPS)
it: Modalità tracciamento: Live (GPS)
ja: 追跡モード：ライブ（GPS）
nl: Trackingmodus: Live (GPS)
zh_hans: 跟踪模式：实时（GPS）
